--changeset orlov:2024-09-10--0004-comments
insert into comments (comment_text, book_id)
values ('Эпический шедевр, который охватывает всю панораму человеческой жизни в эпоху наполеоновских войн. ' ||
        'Толстой с мастерством рисует незабываемых персонажей, исследует темы войны, мира, любви и религии.', 1),
       ('Масштабная и сложная работа, но ее стоит прочитать за глубину психологических портретов, захватывающие ' ||
        'батальные сцены и философские размышления о смысле жизни.', 1),
       ('Толстой не просто описывает исторические события, а создает живую и дышащую картину России XIX века, с ее ' ||
        'дворянством, крестьянством и военной жизнью.', 1),
       ('"Война и мир" - это не только исторический роман, но и глубокое исследование человеческой души, ' ||
        'раскрывающее сложность человеческой природы.', 1),
       ('Классика мировой литературы, которая остается актуальной и сегодня, поднимая вечные вопросы о добре и зле, ' ||
        'войне и мире, любви и судьбе.', 1),

       ('Короткий рассказ, в котором Чехов мастерски высмеивает человеческую природу и бюрократию. Офицер ' ||
        'Очумелов - яркий пример хамелеонства, меняющего свое мнение в зависимости от обстоятельств.', 2),
       ('Чехов умело использует сатиру и юмор, чтобы показать абсурдность и глупость человеческого поведения.', 2),
       ('"Хамелеон" - это не просто забавный анекдот, а глубокое размышление о человеческой природе, ' ||
        'трусости и лицемерии.', 2),
       ('Рассказ написан простым и лаконичным языком, но за ним скрывается глубокое понимание человеческого ' ||
        'характера.', 2),
       ('Чехов умело раскрывает пороки человеческой натуры, показывая, как легко люди могут менять свои убеждения ' ||
        'в угоду обстоятельствам.', 2),

       ('Ностальгическое повествование о жизни в русской деревне в начале XX века. Бунин с любовью и тоской ' ||
        'описывает красоту природы и традиционный уклад жизни.', 3),
       ('Рассказ наполнен яркими образами и сенсорными деталями, которые погружают читателя в мир русской деревни.', 3),
       ('Бунин мастерски передает атмосферу упадка и исчезновения традиционной сельской жизни.', 3),
       ('"Деревня" - это не только рассказ о сельской жизни, но и глубокое размышление о русском национальном ' ||
        'характере и судьбе страны.', 3),
       ('Ностальгический шедевр Бунина, который запечатлевает красоту и трагизм русской деревни на рубеже эпох.', 3)
